{
    "Open main menu": "",
    "Inicio": "Home",
    "Nosotros": "About Us",
    "Servicios": "Services",
    "Compromiso Social": "Social Commitment",
    "Contacto": "Contact",
    "NOSOTROS": "ABOUT US",
    "Atendemos las necesidades específicas de todas las partes involucradas, tanto de calidad en los productos, tramitología y permisos, logística, entáctanos": "We address the specific needs of all parties involved, including product quality, paperwork and permits, logistics, contact us",
    "Conócenos": "Get to Know Us",
    "Bienvenidos a Redcycle": "Welcome to Redcycle",
    "Atetre otros aspectos, realizando procesos minuciosos de licitaciones privadas para encontrar el mejor prospecto.": "We also address other aspects, carrying out meticulous private bidding processes to find the best prospect.",
    "Nuestros clientes y proveedores son compañías nacionales e internacionales, quienes se desempeñan en prácjor prospecto.": "Our clients and suppliers are national and international companies that excel in the best prospect.",
    "Nuestros Servicios": "Our Services",
    "Coticamente todas las ramas de la industria, confianza que nos han brindado desde el inicio de nuestras operaciones y se ha consolidado con el pasar del tiempo.": "We cover all branches of the industry, trust that has been provided to us since the beginning of our operations and has been consolidated over time.",
    "INFRAESTRUCTURA": "INFRASTRUCTURE",
    "Nuestra oficina corporativa se encuentra en Guadalajara Jalisco,rdines Universidad, 45110 Zapopan, Jalisco.": "Our corporate office is located in Guadalajara, Jalisco, at Universidad Gardens, 45110 Zapopan, Jalisco.",
    "compras esto, en virtud de ser una zona centro entre el centro, occidente, bajío y norte del país, además de contar con diversos clientes y proveedores en las zonas industriales y puertos más importantes de la región.": "We chose this location due to its central position between the center, west, Bajío, and north of the country, as well as having various clients and suppliers in the most important industrial areas and ports in the region.",
    "Nuestra planta se encuentra ubicada en Ciudad Juárez Chihuahua, locación que hemos concretado por el alto número de empresas ubicadas en esa región del país, así como la cercanía y logística con Estados Unidos de América, país el cual, se concentran gran número de nuestros clientes y aliados.": "Our plant is located in Ciudad Juárez, Chihuahua, a location we chose due to the high number of companies in that region of the country, as well as its proximity and logistics with the United States of America, where many of our clients and allies are concentrated.",
    "Compromiso": "Commitment",
    "Aviso de Privacidad": "Privacy Notice",
    "Aviso de Confidencialidad": "Confidentiality Notice",
    "Calle Eca Do Queirós 5113-int 1, Jardines Universidad, 45110 Zapopan, Jalisco.": "Eca Do Queirós Street 5113-int 1, Universidad Gardens, 45110 Zapopan, Jalisco.",
    "compras@redcycle.com": "compras@redcycle.com",
    "(33) 2688 5165": "(33) 2688 5165",
    "© 2023": "© 2023",
    "Redcycle™. Todos los derechos reservados.": "Redcycle™. All rights reserved."
}