{
    "Open main menu": "Open main menu",
    "Inicio": "Home",
    "Nosotros": "About Us",
    "Servicios": "Services",
    "Compromiso Social": "Social Commitment",
    "Contacto": "Contact",
    "CONOCE-NUESTROS-SERVICIOS": "KNOW OUR SERVICES",
    "intermediacion": "COMMERCIAL INTERMEDIATION",
    "servicio-premium": "As a premium service derived from our extensive portfolio of contacts, both customers and suppliers, which previously go through a rigorous selection process and paperwork, we act as intermediaries between both parties to carry out the best negotiation that benefits everyone, providing legal certainty through the most solid contracts suitable for each particular case.",
    "COMPRA Y VENTA DE MATERIALES": "PURCHASE AND SALE OF MATERIALS",
    "de-los-materiales": "Depending on the materials and waste generated and/or required by our clients and suppliers, we finalize the best negotiation in which we purchase at their door the products we select, we carry out a process of separation, collection and finally send to the final destination.",
    "RECICLAJE Y TRANSPORTE": "RECYCLING AND TRANSPORT",
    "nuestra-planta": "In our plant, we carry out the complete recycling process, which includes the meticulous separation of products, weighing and packaging, to later transport it to our national or foreign clients.",
    "analisis": "BUSINESS ANALYSIS",
    "equipo-especializado": "We have a team specialized in finance and commercial and corporate law, which, in addition to determining our clients and suppliers to verify that they are consolidated and reliable companies, as well as making the numbers attractive to everyone, drafts the most solid contracts which aim to guarantee the operations that are finalized.",
    "Compromiso": "Commitment",
    "Aviso de Privacidad": "Privacy Notice",
    "Aviso de Confidencialidad": "Confidentiality Notice",
    "Calle Eca Do Queirós 5113-int 1, Jardines Universidad, 45110 Zapopan, Jalisco.": "Eca Do Queirós Street 5113-int 1, Jardines Universidad, 45110 Zapopan, Jalisco.",
    "compras@redcycle.com": "purchases@redcycle.com",
    "(33) 2688 5165": "(33) 2688 5165",
    "© 2023": "© 2023",
    "Redcycle™": "Redcycle™",
    ". Todos los derechos reservados.": ". All rights reserved."
}
